{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 4800, "word_counts": "{\"i\": 5577, \"am\": 1795, \"not\": 363, \"interested\": 201, \"in\": 873, \"the\": 7238, \"presentation\": 239, \"slides\": 239, \"because\": 1636, \"task\": 335, \"feels\": 342, \"too\": 383, \"predictable\": 78, \"138\": 4, \"feel\": 1088, \"annoyed\": 89, \"by\": 565, \"exam\": 477, \"preparation\": 470, \"and\": 2339, \"nothing\": 189, \"seems\": 238, \"to\": 1795, \"work\": 89, \"294\": 4, \"puzzled\": 103, \"data\": 244, \"science\": 244, \"project\": 530, \"cannot\": 503, \"separate\": 103, \"steps\": 103, \"722\": 4, \"really\": 920, \"do\": 116, \"understand\": 365, \"physics\": 251, \"problem\": 398, \"set\": 251, \"stuck\": 224, \"1001\": 2, \"eager\": 102, \"discover\": 102, \"how\": 508, \"debugging\": 228, \"session\": 228, \"works\": 202, \"practice\": 102, \"1188\": 4, \"find\": 215, \"dull\": 189, \"unmotivating\": 107, \"need\": 60, \"more\": 537, \"examples\": 157, \"before\": 60, \"can\": 250, \"proceed\": 245, \"630\": 5, \"have\": 184, \"no\": 91, \"idea\": 190, \"start\": 91, \"logic\": 49, \"is\": 1500, \"hard\": 49, \"connect\": 49, \"524\": 5, \"angry\": 77, \"about\": 450, \"want\": 643, \"intuition\": 71, \"behind\": 170, \"it\": 779, \"1055\": 5, \"solved\": 98, \"deadline\": 445, \"comfortable\": 202, \"explaining\": 98, \"1035\": 4, \"research\": 255, \"paper\": 255, \"review\": 486, \"intrigues\": 99, \"me\": 496, \"study\": 315, \"601\": 4, \"machine\": 245, \"learning\": 245, \"model\": 245, \"explanation\": 403, \"uses\": 56, \"unfamiliar\": 56, \"words\": 56, \"263\": 3, \"learn\": 199, \"engineering\": 257, \"design\": 257, \"its\": 102, \"real\": 102, \"world\": 102, \"applications\": 102, \"1081\": 3, \"with\": 292, \"pace\": 60, \"slow\": 151, \"for\": 477, \"my\": 122, \"level\": 60, \"981\": 4, \"concept\": 136, \"of\": 185, \"statistics\": 237, \"homework\": 237, \"unclear\": 180, \"this\": 1005, \"887\": 4, \"keen\": 108, \"out\": 308, \"self\": 216, \"module\": 216, \"behaves\": 108, \"under\": 108, \"different\": 108, \"conditions\": 108, \"76\": 3, \"830\": 5, \"158\": 4, \"approach\": 113, \"now\": 212, \"makes\": 113, \"sense\": 113, \"ready\": 201, \"401\": 5, \"exhausted\": 100, \"errors\": 100, \"217\": 4, \"making\": 104, \"upset\": 104, \"feedback\": 53, \"generic\": 53, \"747\": 5, \"causing\": 102, \"a\": 102, \"lot\": 102, \"stress\": 102, \"605\": 4, \"explain\": 46, \"result\": 46, \"others\": 46, \"888\": 4, \"confused\": 80, \"lecture\": 324, \"on\": 366, \"recursion\": 260, \"tools\": 52, \"are\": 244, \"behaving\": 52, \"inconsistently\": 52, \"829\": 5, \"533\": 4, \"so\": 313, \"boring\": 104, \"that\": 313, \"stay\": 206, \"focused\": 104, \"78\": 4, \"paced\": 91, \"keep\": 183, \"daydreaming\": 91, \"564\": 4, \"lost\": 86, \"algorithm\": 244, \"instructions\": 144, \"vague\": 86, \"943\": 3, \"uninterested\": 82, \"repetitive\": 236, \"1058\": 5, \"405\": 4, \"lesson\": 106, \"group\": 222, \"assignment\": 601, \"lose\": 106, \"focus\": 106, \"317\": 4, \"mastered\": 93, \"apply\": 93, \"ease\": 93, \"250\": 4, \"wish\": 105, \"programming\": 225, \"challenge\": 225, \"were\": 105, \"stimulating\": 105, \"reasoning\": 142, \"finally\": 139, \"clicked\": 51, \"554\": 3, \"mathematics\": 233, \"proof\": 233, \"985\": 4, \"436\": 5, \"931\": 5, \"explore\": 163, \"further\": 97, \"183\": 4, \"916\": 5, \"970\": 4, \"bored\": 79, \"1063\": 5, \"831\": 5, \"824\": 5, \"sleepy\": 102, \"engaged\": 102, \"203\": 4, \"719\": 4, \"notes\": 231, \"536\": 5, \"599\": 4, \"968\": 4, \"667\": 3, \"sure\": 182, \"329\": 5, \"694\": 4, \"understood\": 88, \"quiz\": 224, \"1062\": 5, \"implementation\": 59, \"keeps\": 204, \"breaking\": 59, \"1112\": 5, \"monotonous\": 92, \"zoning\": 92, \"727\": 3, \"online\": 243, \"lab\": 243, \"exercise\": 243, \"551\": 5, \"irritated\": 91, \"make\": 91, \"progress\": 91, \"518\": 3, \"unsure\": 110, \"use\": 110, \"correctly\": 110, \"288\": 5, \"understanding\": 109, \"depth\": 109, \"1036\": 5, \"26\": 5, \"error\": 54, \"appearing\": 54, \"even\": 54, \"after\": 54, \"retries\": 54, \"741\": 3, \"frustrated\": 91, \"failing\": 91, \"342\": 4, \"185\": 5, \"1033\": 4, \"1003\": 4, \"stressing\": 108, \"867\": 4, \"914\": 5, \"753\": 3, \"already\": 51, \"see\": 51, \"pattern\": 51, \"484\": 5, \"mixed\": 103, \"up\": 198, \"follow\": 103, \"275\": 2, \"frustrating\": 103, \"restart\": 103, \"954\": 3, \"269\": 4, \"1108\": 5, \"perplexed\": 91, \"approaching\": 57, \"quickly\": 57, \"597\": 2, \"919\": 5, \"62\": 3, \"559\": 4, \"656\": 5, \"494\": 5, \"fascinating\": 80, \"investigate\": 80, \"349\": 3, \"950\": 5, \"362\": 5, \"591\": 3, \"coding\": 214, \"455\": 4, \"755\": 5, \"31\": 4, \"978\": 5, \"86\": 4, \"205\": 5, \"677\": 4, \"1137\": 4, \"716\": 5, \"fascinated\": 91, \"143\": 5, \"955\": 3, \"1185\": 4, \"handled\": 98, \"successfully\": 98, \"assured\": 98, \"731\": 5, \"360\": 3, \"870\": 4, \"200\": 4, \"208\": 5, \"504\": 5, \"1056\": 5, \"interesting\": 64, \"than\": 64, \"197\": 2, \"95\": 5, \"163\": 5, \"971\": 4, \"561\": 5, \"123\": 4, \"well\": 87, \"enough\": 145, \"teach\": 87, \"someone\": 87, \"else\": 87, \"1122\": 5, \"660\": 5, \"1080\": 3, \"192\": 4, \"308\": 4, \"873\": 4, \"650\": 5, \"fed\": 95, \"793\": 5, \"1106\": 3, \"1074\": 5, \"118\": 4, \"confident\": 95, \"707\": 4, \"816\": 4, \"would\": 66, \"like\": 66, \"promising\": 66, \"400\": 4, \"solution\": 99, \"clear\": 157, \"prepared\": 99, \"1046\": 4, \"655\": 3, \"477\": 4, \"414\": 4, \"683\": 3, \"891\": 4, \"98\": 5, \"412\": 5, \"1067\": 4, \"511\": 4, \"274\": 4, \"889\": 4, \"669\": 3, \"156\": 4, \"934\": 4, \"788\": 4, \"801\": 3, \"264\": 5, \"693\": 5, \"110\": 5, \"169\": 5, \"800\": 5, \"229\": 5, \"1060\": 4, \"418\": 4, \"297\": 4, \"1042\": 4, \"challenging\": 55, \"but\": 55, \"manageable\": 55, \"942\": 4, \"137\": 5, \"299\": 4, \"460\": 4, \"963\": 3, \"404\": 3, \"curious\": 106, \"328\": 5, \"1107\": 4, \"746\": 5, \"843\": 4, \"935\": 4, \"789\": 5, \"91\": 5, \"32\": 4, \"218\": 4, \"182\": 5, \"35\": 5, \"940\": 4, \"928\": 4, \"189\": 5, \"823\": 5, \"454\": 4, \"1153\": 5, \"365\": 4, \"772\": 3, \"752\": 4, \"972\": 4, \"339\": 5, \"1032\": 5, \"161\": 5, \"457\": 4, \"649\": 5, \"680\": 5, \"679\": 3, \"298\": 3, \"321\": 5, \"157\": 1, \"1025\": 4, \"748\": 3, \"1116\": 4, \"277\": 4, \"37\": 4, \"902\": 4, \"267\": 5, \"282\": 4, \"211\": 5, \"247\": 5, \"358\": 4, \"1119\": 5, \"709\": 4, \"884\": 5, \"770\": 5, \"938\": 4, \"512\": 5, \"483\": 4, \"576\": 3, \"699\": 3, \"558\": 4, \"962\": 4, \"135\": 5, \"1045\": 4, \"219\": 5, \"432\": 3, \"392\": 4, \"703\": 4, \"407\": 4, \"same\": 53, \"explained\": 53, \"many\": 53, \"times\": 53, \"1115\": 5, \"807\": 3, \"300\": 4, \"553\": 3, \"937\": 5, \"999\": 4, \"374\": 5, \"231\": 4, \"1165\": 4, \"38\": 4, \"617\": 5, \"842\": 4, \"330\": 4, \"248\": 5, \"854\": 3, \"220\": 5, \"923\": 5, \"750\": 3, \"419\": 4, \"982\": 3, \"171\": 4, \"485\": 3, \"1177\": 4, \"961\": 4, \"728\": 5, \"474\": 5, \"379\": 3, \"530\": 3, \"305\": 4, \"841\": 4, \"832\": 4, \"75\": 5, \"729\": 5, \"740\": 5, \"347\": 3, \"689\": 3, \"output\": 62, \"matches\": 62, \"expectation\": 62, \"357\": 4, \"673\": 4, \"233\": 4, \"380\": 5, \"452\": 4, \"1094\": 4, \"262\": 4, \"1173\": 5, \"261\": 5, \"377\": 5, \"225\": 5, \"995\": 5, \"446\": 4, \"1101\": 5, \"488\": 4, \"949\": 4, \"864\": 5, \"25\": 5, \"1088\": 5, \"209\": 4, \"1175\": 5, \"1086\": 4, \"1004\": 4, \"464\": 5, \"871\": 4, \"717\": 4, \"886\": 4, \"1\": 5, \"645\": 5, \"387\": 4, \"1126\": 4, \"318\": 3, \"821\": 5, \"1179\": 2, \"482\": 5, \"106\": 4, \"28\": 5, \"270\": 5, \"442\": 4, \"1096\": 5, \"1181\": 4, \"874\": 4, \"302\": 4, \"992\": 3, \"687\": 5, \"145\": 3, \"608\": 4, \"797\": 3, \"245\": 5, \"1008\": 3, \"162\": 4, \"18\": 3, \"563\": 3, \"879\": 5, \"458\": 4, \"1090\": 3, \"647\": 3, \"83\": 5, \"508\": 5, \"1075\": 5, \"1102\": 4, \"622\": 4, \"896\": 5, \"654\": 5, \"546\": 5, \"249\": 4, \"1057\": 4, \"556\": 4, \"581\": 4, \"314\": 4, \"242\": 3, \"612\": 5, \"327\": 4, \"461\": 4, \"1023\": 3, \"66\": 5, \"276\": 5, \"364\": 3, \"40\": 5, \"67\": 3, \"65\": 3, \"46\": 5, \"570\": 3, \"5\": 5, \"1012\": 2, \"566\": 3, \"493\": 4, \"266\": 3, \"370\": 4, \"49\": 5, \"1040\": 4, \"651\": 5, \"641\": 4, \"784\": 5, \"14\": 4, \"222\": 3, \"529\": 3, \"749\": 3, \"51\": 4, \"535\": 5, \"578\": 4, \"386\": 4, \"975\": 4, \"1079\": 4, \"21\": 5, \"9\": 4, \"356\": 4, \"922\": 5, \"1196\": 5, \"150\": 2, \"603\": 3, \"1053\": 3, \"389\": 5, \"286\": 3, \"180\": 4, \"567\": 3, \"181\": 4, \"187\": 5, \"614\": 5, \"1130\": 2, \"391\": 5, \"802\": 4, \"574\": 5, \"509\": 4, \"1052\": 4, \"129\": 4, \"1146\": 4, \"336\": 4, \"30\": 3, \"113\": 5, \"165\": 3, \"361\": 4, \"568\": 5, \"876\": 3, \"632\": 5, \"892\": 5, \"29\": 4, \"742\": 4, \"844\": 5, \"84\": 3, \"265\": 4, \"516\": 3, \"398\": 4, \"1010\": 5, \"207\": 5, \"44\": 4, \"1198\": 3, \"857\": 4, \"290\": 4, \"907\": 5, \"1015\": 4, \"271\": 4, \"144\": 4, \"936\": 5, \"108\": 5, \"1091\": 5, \"306\": 5, \"953\": 5, \"148\": 3, \"139\": 5, \"1072\": 4, \"732\": 4, \"12\": 4, \"780\": 4, \"1030\": 5, \"79\": 4, \"1109\": 4, \"853\": 4, \"1013\": 3, \"406\": 3, \"136\": 5, \"773\": 4, \"710\": 4, \"1105\": 4, \"1029\": 3, \"202\": 5, \"542\": 3, \"324\": 5, \"662\": 3, \"1002\": 4, \"828\": 4, \"596\": 5, \"513\": 4, \"340\": 5, \"61\": 5, \"813\": 3, \"1167\": 4, \"980\": 5, \"1178\": 5, \"859\": 4, \"348\": 4, \"774\": 5, \"526\": 5, \"469\": 5, \"586\": 4, \"771\": 4, \"410\": 3, \"932\": 3, \"319\": 4, \"818\": 4, \"396\": 3, \"409\": 5, \"184\": 4, \"134\": 5, \"1077\": 5, \"1014\": 5, \"779\": 3, \"60\": 5, \"875\": 3, \"996\": 4, \"475\": 4, \"383\": 5, \"858\": 4, \"122\": 4, \"682\": 3, \"395\": 5, \"626\": 5, \"609\": 2, \"52\": 4, \"415\": 4, \"296\": 3, \"1164\": 4, \"757\": 4, \"166\": 4, \"910\": 5, \"492\": 5, \"491\": 3, \"745\": 5, \"906\": 5, \"1044\": 3, \"23\": 4, \"167\": 4, \"1061\": 4, \"883\": 4, \"359\": 3, \"1163\": 5, \"471\": 4, \"976\": 4, \"1133\": 4, \"502\": 4, \"1017\": 4, \"449\": 5, \"1183\": 4, \"584\": 5, \"814\": 4, \"602\": 4, \"353\": 5, \"851\": 4, \"341\": 4, \"63\": 5, \"733\": 4, \"1054\": 4, \"199\": 5, \"109\": 4, \"1127\": 4, \"1195\": 4, \"326\": 5, \"487\": 3, \"690\": 5, \"585\": 4, \"711\": 3, \"155\": 4, \"453\": 4, \"544\": 3, \"1007\": 5, \"1192\": 3, \"295\": 3, \"354\": 5, \"244\": 3, \"1143\": 4, \"20\": 4, \"606\": 5, \"371\": 3, \"1155\": 4, \"618\": 5, \"911\": 5, \"1037\": 4, \"744\": 5, \"930\": 5, \"812\": 4, \"701\": 4, \"964\": 5, \"636\": 5, \"133\": 1, \"104\": 5, \"252\": 4, \"810\": 4, \"114\": 5, \"1191\": 3, \"734\": 4, \"676\": 4, \"70\": 5, \"54\": 4, \"1019\": 4, \"1194\": 4, \"957\": 5, \"147\": 4, \"126\": 5, \"762\": 5, \"862\": 4, \"671\": 3, \"1120\": 2, \"1149\": 3, \"119\": 3, \"786\": 4, \"397\": 4, \"1128\": 5, \"510\": 3, \"977\": 3, \"448\": 4, \"351\": 4, \"89\": 3, \"640\": 5, \"909\": 3, \"175\": 4, \"473\": 5, \"47\": 5, \"635\": 4, \"257\": 5, \"402\": 4, \"439\": 4, \"595\": 2, \"643\": 3, \"991\": 4, \"611\": 4, \"411\": 4, \"726\": 5, \"201\": 4, \"1162\": 2, \"497\": 4, \"94\": 3, \"1100\": 4, \"695\": 4, \"1047\": 3, \"1139\": 5, \"1039\": 5, \"1113\": 3, \"569\": 5, \"1064\": 4, \"74\": 5, \"141\": 4, \"345\": 5, \"698\": 4, \"847\": 3, \"920\": 4, \"196\": 2, \"633\": 4, \"869\": 4, \"668\": 5, \"1020\": 4, \"1027\": 5, \"496\": 4, \"240\": 5, \"462\": 5, \"1083\": 3, \"498\": 4, \"527\": 5, \"445\": 5, \"393\": 4, \"149\": 4, \"1048\": 3, \"621\": 4, \"1125\": 3, \"292\": 5, \"639\": 3, \"283\": 4, \"944\": 5, \"837\": 5, \"562\": 4, \"777\": 4, \"466\": 5, \"846\": 4, \"382\": 5, \"179\": 5, \"845\": 4, \"1073\": 5, \"125\": 4, \"131\": 5, \"1068\": 3, \"692\": 5, \"214\": 5, \"443\": 4, \"730\": 5, \"594\": 4, \"1111\": 4, \"997\": 3, \"193\": 5, \"948\": 5, \"366\": 5, \"1140\": 5, \"479\": 4, \"132\": 4, \"901\": 5, \"43\": 4, \"255\": 5, \"638\": 5, \"352\": 4, \"39\": 4, \"764\": 5, \"88\": 4, \"929\": 2, \"912\": 4, \"27\": 3, \"696\": 3, \"500\": 5, \"1026\": 5, \"739\": 4, \"959\": 5, \"1078\": 5, \"852\": 4, \"116\": 4, \"1038\": 4, \"388\": 4, \"1172\": 4, \"743\": 5, \"806\": 4, \"1144\": 4, \"926\": 5, \"833\": 4, \"706\": 4, \"41\": 5, \"1150\": 4, \"925\": 3, \"815\": 5, \"102\": 5, \"140\": 4, \"1095\": 4, \"663\": 4, \"3\": 4, \"1021\": 5, \"946\": 4, \"438\": 3, \"505\": 5, \"803\": 4, \"236\": 5, \"312\": 3, \"1006\": 4, \"22\": 5, \"998\": 3, \"657\": 3, \"470\": 5, \"790\": 5, \"69\": 4, \"463\": 2, \"285\": 3, \"4\": 5, \"480\": 5, \"724\": 4, \"303\": 3, \"820\": 3, \"620\": 3, \"378\": 4, \"96\": 4, \"1169\": 4, \"107\": 5, \"291\": 4, \"1141\": 2, \"45\": 4, \"555\": 5, \"600\": 4, \"697\": 4, \"1084\": 5, \"1170\": 5, \"58\": 4, \"1184\": 5, \"154\": 5, \"817\": 2, \"228\": 2, \"1031\": 3, \"176\": 4, \"121\": 5, \"73\": 4, \"1117\": 5, \"984\": 1, \"101\": 3, \"489\": 4, \"92\": 3, \"2\": 4, \"80\": 5, \"799\": 4, \"885\": 4, \"335\": 4, \"882\": 5, \"115\": 4, \"572\": 4, \"177\": 5, \"310\": 3, \"629\": 4, \"1093\": 4, \"241\": 4, \"951\": 4, \"704\": 5, \"68\": 5, \"835\": 3, \"53\": 3, \"945\": 4, \"13\": 4, \"124\": 4, \"191\": 5, \"390\": 5, \"735\": 3, \"289\": 5, \"850\": 4, \"988\": 5, \"960\": 3, \"433\": 5, \"652\": 3, \"877\": 4, \"368\": 5, \"8\": 4, \"467\": 4, \"705\": 4, \"1092\": 4, \"688\": 4, \"761\": 4, \"794\": 4, \"905\": 2, \"1049\": 2, \"1050\": 5, \"6\": 4, \"863\": 5, \"989\": 3, \"550\": 5, \"1151\": 4, \"427\": 3, \"1085\": 4, \"468\": 5, \"333\": 3, \"190\": 5, \"969\": 4, \"899\": 4, \"501\": 4, \"979\": 4, \"541\": 5, \"117\": 5, \"77\": 4, \"956\": 5, \"481\": 5, \"486\": 3, \"987\": 4, \"316\": 3, \"798\": 3, \"836\": 3, \"268\": 4, \"424\": 3, \"1176\": 3, \"238\": 4, \"805\": 5, \"478\": 3, \"1142\": 5, \"127\": 3, \"499\": 4, \"164\": 4, \"350\": 4, \"346\": 4, \"103\": 5, \"811\": 2, \"580\": 4, \"1005\": 4, \"670\": 5, \"223\": 4, \"607\": 3, \"112\": 3, \"195\": 3, \"1034\": 3, \"440\": 4, \"1160\": 3, \"624\": 4, \"872\": 4, \"1041\": 5, \"81\": 4, \"681\": 3, \"637\": 5, \"434\": 4, \"778\": 3, \"775\": 3, \"1161\": 3, \"573\": 4, \"552\": 2, \"523\": 4, \"355\": 4, \"678\": 4, \"1168\": 4, \"783\": 4, \"120\": 5, \"756\": 5, \"634\": 4, \"691\": 5, \"903\": 4, \"1135\": 3, \"1190\": 5, \"1028\": 5, \"515\": 3, \"1011\": 4, \"322\": 3, \"212\": 4, \"958\": 3, \"279\": 4, \"795\": 4, \"188\": 3, \"767\": 5, \"130\": 4, \"1147\": 4, \"1022\": 2, \"459\": 4, \"437\": 4, \"224\": 2, \"1166\": 2, \"456\": 2, \"917\": 3, \"315\": 3, \"239\": 4, \"232\": 4, \"151\": 3, \"839\": 4, \"320\": 5, \"549\": 4, \"85\": 4, \"174\": 4, \"825\": 4, \"159\": 5, \"834\": 5, \"1193\": 4, \"736\": 4, \"939\": 3, \"337\": 4, \"1197\": 3, \"1070\": 4, \"194\": 4, \"1121\": 4, \"1157\": 4, \"1097\": 3, \"933\": 4, \"913\": 4, \"782\": 3, \"822\": 4, \"898\": 5, \"10\": 5, \"785\": 4, \"1171\": 5, \"153\": 5, \"700\": 4, \"1018\": 4, \"808\": 4, \"234\": 4, \"57\": 3, \"532\": 4, \"507\": 4, \"819\": 3, \"429\": 4, \"776\": 5, \"204\": 4, \"1152\": 3, \"658\": 5, \"653\": 5, \"287\": 4, \"737\": 3, \"1065\": 4, \"525\": 5, \"540\": 4, \"168\": 4, \"659\": 4, \"399\": 3, \"890\": 4, \"56\": 4, \"921\": 2, \"758\": 4, \"725\": 3, \"792\": 5, \"1016\": 5, \"967\": 4, \"435\": 5, \"172\": 2, \"666\": 5, \"160\": 4, \"226\": 4, \"672\": 5, \"571\": 4, \"426\": 5, \"1103\": 4, \"781\": 4, \"855\": 4, \"1123\": 4, \"990\": 5, \"1104\": 4, \"713\": 5, \"547\": 5, \"628\": 5, \"59\": 5, \"375\": 4, \"927\": 4, \"613\": 5, \"765\": 4, \"521\": 5, \"1051\": 4, \"545\": 3, \"215\": 3, \"128\": 4, \"251\": 4, \"1136\": 5, \"1124\": 4, \"1114\": 5, \"325\": 4, \"587\": 5, \"93\": 5, \"178\": 5, \"631\": 4, \"254\": 5, \"332\": 3, \"307\": 3, \"444\": 4, \"408\": 3, \"423\": 5, \"1043\": 4, \"273\": 4, \"284\": 5, \"422\": 4, \"861\": 5, \"381\": 3, \"1174\": 5, \"952\": 4, \"278\": 5, \"1129\": 4, \"648\": 4, \"880\": 2, \"766\": 4, \"256\": 5, \"519\": 3, \"246\": 4, \"514\": 4, \"313\": 3, \"1156\": 4, \"413\": 5, \"403\": 5, \"627\": 3, \"55\": 5, \"838\": 5, \"1148\": 2, \"431\": 5, \"293\": 5, \"198\": 3, \"763\": 3, \"714\": 4, \"760\": 5, \"367\": 4, \"71\": 5, \"738\": 3, \"534\": 3, \"503\": 4, \"865\": 4, \"506\": 4, \"664\": 2, \"720\": 4, \"522\": 3, \"1182\": 4, \"311\": 5, \"259\": 4, \"376\": 4, \"908\": 4, \"560\": 4, \"623\": 4, \"531\": 3, \"280\": 3, \"7\": 2, \"592\": 4, \"986\": 3, \"243\": 4, \"323\": 3, \"924\": 2, \"548\": 2, \"230\": 3, \"868\": 4, \"675\": 4, \"1066\": 2, \"1076\": 4, \"1187\": 2, \"385\": 5, \"520\": 4, \"36\": 5, \"538\": 4, \"1099\": 3, \"253\": 2, \"715\": 5, \"616\": 5, \"495\": 4, \"565\": 4, \"428\": 3, \"866\": 4, \"394\": 4, \"420\": 4, \"588\": 4, \"105\": 4, \"983\": 5, \"644\": 5, \"904\": 2, \"993\": 4, \"708\": 4, \"447\": 4, \"856\": 2, \"1069\": 3, \"206\": 3, \"897\": 5, \"170\": 4, \"384\": 5, \"1087\": 3, \"702\": 5, \"82\": 4, \"258\": 5, \"1132\": 4, \"441\": 5, \"583\": 4, \"272\": 4, \"1089\": 5, \"915\": 4, \"213\": 2, \"19\": 5, \"918\": 4, \"579\": 4, \"517\": 5, \"363\": 5, \"100\": 4, \"142\": 4, \"809\": 4, \"173\": 4, \"661\": 4, \"309\": 5, \"451\": 4, \"1154\": 4, \"11\": 4, \"146\": 4, \"64\": 5, \"16\": 3, \"577\": 3, \"685\": 3, \"301\": 5, \"860\": 3, \"1000\": 5, \"642\": 5, \"87\": 3, \"1159\": 4, \"1180\": 5, \"90\": 2, \"1118\": 5, \"472\": 4, \"344\": 4, \"684\": 4, \"582\": 5, \"221\": 5, \"543\": 4, \"1158\": 2, \"598\": 5, \"615\": 4, \"895\": 4, \"894\": 2, \"152\": 2, \"1024\": 3, \"751\": 5, \"373\": 3, \"210\": 2, \"878\": 3, \"590\": 4, \"796\": 4, \"881\": 5, \"476\": 2, \"260\": 2, \"1145\": 4, \"1082\": 2, \"24\": 4, \"372\": 5, \"421\": 4, \"216\": 5, \"1138\": 4, \"804\": 5, \"557\": 3, \"331\": 4, \"1098\": 3, \"537\": 5, \"593\": 5, \"34\": 5, \"721\": 4, \"604\": 3, \"369\": 3, \"111\": 3, \"465\": 4, \"72\": 3, \"430\": 3, \"528\": 4, \"417\": 3, \"48\": 5, \"610\": 4, \"769\": 4, \"97\": 4, \"589\": 4, \"1009\": 3, \"994\": 5, \"759\": 5, \"281\": 2, \"450\": 3, \"15\": 4, \"416\": 1, \"99\": 3, \"575\": 3, \"1110\": 2, \"425\": 5, \"1131\": 2, \"33\": 5, \"768\": 4, \"974\": 5, \"791\": 3, \"237\": 3, \"1189\": 3, \"827\": 3, \"186\": 4, \"941\": 4, \"787\": 4, \"840\": 5, \"343\": 4, \"235\": 3, \"826\": 1, \"848\": 2, \"619\": 2, \"893\": 3, \"686\": 3, \"1186\": 1, \"754\": 2, \"674\": 3, \"965\": 4, \"1200\": 4, \"50\": 1, \"849\": 3, \"665\": 2, \"338\": 4, \"712\": 3, \"304\": 3, \"900\": 4, \"490\": 1, \"227\": 1, \"334\": 2, \"947\": 3, \"539\": 4, \"625\": 4, \"1199\": 2, \"723\": 3, \"1134\": 4, \"42\": 3, \"646\": 4, \"1071\": 2, \"1059\": 5, \"718\": 3, \"973\": 2, \"17\": 2, \"966\": 3}", "word_docs": "{\"because\": 1636, \"am\": 1795, \"slides\": 239, \"feels\": 342, \"not\": 361, \"interested\": 201, \"138\": 4, \"i\": 4532, \"in\": 764, \"predictable\": 78, \"the\": 4684, \"task\": 328, \"presentation\": 239, \"too\": 383, \"by\": 565, \"feel\": 1088, \"and\": 2339, \"seems\": 238, \"nothing\": 189, \"exam\": 477, \"work\": 89, \"294\": 4, \"preparation\": 470, \"to\": 1649, \"annoyed\": 89, \"steps\": 103, \"science\": 244, \"722\": 4, \"separate\": 103, \"project\": 530, \"data\": 244, \"cannot\": 503, \"puzzled\": 103, \"set\": 251, \"1001\": 2, \"really\": 920, \"stuck\": 224, \"problem\": 391, \"understand\": 365, \"do\": 116, \"physics\": 251, \"session\": 228, \"eager\": 102, \"works\": 202, \"1188\": 4, \"how\": 508, \"discover\": 102, \"debugging\": 228, \"practice\": 102, \"dull\": 189, \"examples\": 157, \"proceed\": 245, \"find\": 215, \"unmotivating\": 107, \"before\": 60, \"can\": 250, \"more\": 532, \"need\": 60, \"630\": 5, \"is\": 1465, \"connect\": 49, \"start\": 91, \"no\": 91, \"have\": 184, \"logic\": 49, \"idea\": 190, \"524\": 5, \"hard\": 49, \"intuition\": 71, \"about\": 450, \"want\": 643, \"it\": 779, \"angry\": 77, \"1055\": 5, \"behind\": 170, \"deadline\": 439, \"solved\": 98, \"comfortable\": 202, \"1035\": 4, \"explaining\": 98, \"paper\": 255, \"me\": 496, \"review\": 486, \"research\": 255, \"intrigues\": 99, \"study\": 306, \"601\": 4, \"263\": 3, \"learning\": 245, \"explanation\": 395, \"words\": 56, \"uses\": 56, \"unfamiliar\": 56, \"machine\": 245, \"model\": 245, \"engineering\": 257, \"applications\": 102, \"real\": 102, \"1081\": 3, \"its\": 102, \"world\": 102, \"learn\": 199, \"design\": 257, \"slow\": 151, \"with\": 292, \"level\": 60, \"981\": 4, \"for\": 477, \"pace\": 60, \"my\": 122, \"homework\": 237, \"this\": 959, \"concept\": 136, \"statistics\": 237, \"887\": 4, \"unclear\": 180, \"of\": 185, \"different\": 108, \"conditions\": 108, \"keen\": 108, \"behaves\": 108, \"76\": 3, \"module\": 216, \"under\": 108, \"self\": 216, \"out\": 308, \"830\": 5, \"158\": 4, \"401\": 5, \"ready\": 201, \"approach\": 113, \"makes\": 113, \"sense\": 113, \"now\": 212, \"217\": 4, \"errors\": 100, \"exhausted\": 100, \"making\": 104, \"upset\": 104, \"747\": 5, \"generic\": 53, \"feedback\": 53, \"lot\": 102, \"causing\": 102, \"stress\": 102, \"605\": 4, \"a\": 102, \"result\": 46, \"888\": 4, \"others\": 46, \"explain\": 46, \"confused\": 80, \"recursion\": 260, \"inconsistently\": 52, \"829\": 5, \"are\": 244, \"tools\": 52, \"on\": 361, \"lecture\": 319, \"behaving\": 52, \"533\": 4, \"78\": 4, \"focused\": 104, \"so\": 313, \"stay\": 206, \"boring\": 104, \"that\": 313, \"daydreaming\": 91, \"564\": 4, \"keep\": 183, \"paced\": 91, \"lost\": 86, \"instructions\": 144, \"vague\": 86, \"algorithm\": 244, \"943\": 3, \"uninterested\": 82, \"repetitive\": 236, \"1058\": 5, \"405\": 4, \"317\": 4, \"group\": 222, \"assignment\": 583, \"focus\": 106, \"lesson\": 106, \"lose\": 106, \"ease\": 93, \"250\": 4, \"apply\": 93, \"mastered\": 93, \"reasoning\": 142, \"finally\": 139, \"programming\": 225, \"554\": 3, \"challenge\": 225, \"were\": 105, \"clicked\": 51, \"wish\": 105, \"stimulating\": 105, \"proof\": 233, \"985\": 4, \"mathematics\": 233, \"436\": 5, \"931\": 5, \"further\": 97, \"explore\": 163, \"183\": 4, \"916\": 5, \"970\": 4, \"bored\": 79, \"1063\": 5, \"831\": 5, \"824\": 5, \"sleepy\": 102, \"203\": 4, \"engaged\": 102, \"719\": 4, \"notes\": 231, \"536\": 5, \"599\": 4, \"968\": 4, \"667\": 3, \"329\": 5, \"sure\": 182, \"694\": 4, \"quiz\": 224, \"1062\": 5, \"understood\": 88, \"keeps\": 204, \"breaking\": 59, \"implementation\": 59, \"1112\": 5, \"727\": 3, \"zoning\": 92, \"monotonous\": 92, \"online\": 243, \"lab\": 243, \"551\": 5, \"exercise\": 243, \"progress\": 91, \"518\": 3, \"make\": 91, \"irritated\": 91, \"correctly\": 110, \"use\": 110, \"288\": 5, \"unsure\": 110, \"1036\": 5, \"understanding\": 109, \"depth\": 109, \"26\": 5, \"retries\": 54, \"741\": 3, \"error\": 54, \"after\": 54, \"appearing\": 54, \"even\": 54, \"failing\": 91, \"frustrated\": 91, \"342\": 4, \"185\": 5, \"1033\": 4, \"1003\": 4, \"stressing\": 108, \"867\": 4, \"914\": 5, \"753\": 3, \"pattern\": 51, \"see\": 51, \"484\": 5, \"already\": 51, \"mixed\": 103, \"follow\": 103, \"up\": 198, \"275\": 2, \"frustrating\": 103, \"restart\": 103, \"954\": 3, \"269\": 4, \"1108\": 5, \"quickly\": 57, \"597\": 2, \"approaching\": 57, \"perplexed\": 91, \"919\": 5, \"62\": 3, \"559\": 4, \"656\": 5, \"494\": 5, \"fascinating\": 80, \"349\": 3, \"investigate\": 80, \"950\": 5, \"362\": 5, \"591\": 3, \"455\": 4, \"coding\": 214, \"755\": 5, \"31\": 4, \"978\": 5, \"86\": 4, \"205\": 5, \"677\": 4, \"1137\": 4, \"716\": 5, \"143\": 5, \"fascinated\": 91, \"955\": 3, \"1185\": 4, \"731\": 5, \"assured\": 98, \"handled\": 98, \"successfully\": 98, \"360\": 3, \"870\": 4, \"200\": 4, \"208\": 5, \"504\": 5, \"1056\": 5, \"interesting\": 64, \"197\": 2, \"than\": 64, \"95\": 5, \"163\": 5, \"971\": 4, \"561\": 5, \"123\": 4, \"enough\": 145, \"teach\": 87, \"someone\": 87, \"else\": 87, \"1122\": 5, \"well\": 87, \"660\": 5, \"1080\": 3, \"192\": 4, \"308\": 4, \"873\": 4, \"650\": 5, \"793\": 5, \"fed\": 95, \"1106\": 3, \"1074\": 5, \"118\": 4, \"707\": 4, \"confident\": 95, \"816\": 4, \"would\": 66, \"like\": 66, \"promising\": 66, \"400\": 4, \"solution\": 99, \"prepared\": 99, \"1046\": 4, \"clear\": 157, \"655\": 3, \"477\": 4, \"414\": 4, \"683\": 3, \"891\": 4, \"98\": 5, \"412\": 5, \"1067\": 4, \"511\": 4, \"274\": 4, \"889\": 4, \"669\": 3, \"156\": 4, \"934\": 4, \"788\": 4, \"801\": 3, \"264\": 5, \"693\": 5, \"110\": 5, \"169\": 5, \"800\": 5, \"229\": 5, \"1060\": 4, \"418\": 4, \"297\": 4, \"1042\": 4, \"challenging\": 55, \"manageable\": 55, \"but\": 55, \"942\": 4, \"137\": 5, \"299\": 4, \"460\": 4, \"963\": 3, \"404\": 3, \"curious\": 106, \"328\": 5, \"1107\": 4, \"746\": 5, \"843\": 4, \"935\": 4, \"789\": 5, \"91\": 5, \"32\": 4, \"218\": 4, \"182\": 5, \"35\": 5, \"940\": 4, \"928\": 4, \"189\": 5, \"823\": 5, \"454\": 4, \"1153\": 5, \"365\": 4, \"772\": 3, \"752\": 4, \"972\": 4, \"339\": 5, \"1032\": 5, \"161\": 5, \"457\": 4, \"649\": 5, \"680\": 5, \"679\": 3, \"298\": 3, \"321\": 5, \"157\": 1, \"1025\": 4, \"748\": 3, \"1116\": 4, \"277\": 4, \"37\": 4, \"902\": 4, \"267\": 5, \"282\": 4, \"211\": 5, \"247\": 5, \"358\": 4, \"1119\": 5, \"709\": 4, \"884\": 5, \"770\": 5, \"938\": 4, \"512\": 5, \"483\": 4, \"576\": 3, \"699\": 3, \"558\": 4, \"962\": 4, \"135\": 5, \"1045\": 4, \"219\": 5, \"432\": 3, \"392\": 4, \"703\": 4, \"407\": 4, \"same\": 53, \"explained\": 53, \"times\": 53, \"many\": 53, \"1115\": 5, \"807\": 3, \"300\": 4, \"553\": 3, \"937\": 5, \"999\": 4, \"374\": 5, \"231\": 4, \"1165\": 4, \"38\": 4, \"617\": 5, \"842\": 4, \"330\": 4, \"248\": 5, \"854\": 3, \"220\": 5, \"923\": 5, \"750\": 3, \"419\": 4, \"982\": 3, \"171\": 4, \"485\": 3, \"1177\": 4, \"961\": 4, \"728\": 5, \"474\": 5, \"379\": 3, \"530\": 3, \"305\": 4, \"841\": 4, \"832\": 4, \"75\": 5, \"729\": 5, \"740\": 5, \"347\": 3, \"689\": 3, \"357\": 4, \"expectation\": 62, \"output\": 62, \"matches\": 62, \"673\": 4, \"233\": 4, \"380\": 5, \"452\": 4, \"1094\": 4, \"262\": 4, \"1173\": 5, \"261\": 5, \"377\": 5, \"225\": 5, \"995\": 5, \"446\": 4, \"1101\": 5, \"488\": 4, \"949\": 4, \"864\": 5, \"25\": 5, \"1088\": 5, \"209\": 4, \"1175\": 5, \"1086\": 4, \"1004\": 4, \"464\": 5, \"871\": 4, \"717\": 4, \"886\": 4, \"1\": 5, \"645\": 5, \"387\": 4, \"1126\": 4, \"318\": 3, \"821\": 5, \"1179\": 2, \"482\": 5, \"106\": 4, \"28\": 5, \"270\": 5, \"442\": 4, \"1096\": 5, \"1181\": 4, \"874\": 4, \"302\": 4, \"992\": 3, \"687\": 5, \"145\": 3, \"608\": 4, \"797\": 3, \"245\": 5, \"1008\": 3, \"162\": 4, \"18\": 3, \"563\": 3, \"879\": 5, \"458\": 4, \"1090\": 3, \"647\": 3, \"83\": 5, \"508\": 5, \"1075\": 5, \"1102\": 4, \"622\": 4, \"896\": 5, \"654\": 5, \"546\": 5, \"249\": 4, \"1057\": 4, \"556\": 4, \"581\": 4, \"314\": 4, \"242\": 3, \"612\": 5, \"327\": 4, \"461\": 4, \"1023\": 3, \"66\": 5, \"276\": 5, \"364\": 3, \"40\": 5, \"67\": 3, \"65\": 3, \"46\": 5, \"570\": 3, \"5\": 5, \"1012\": 2, \"566\": 3, \"493\": 4, \"266\": 3, \"370\": 4, \"49\": 5, \"1040\": 4, \"651\": 5, \"641\": 4, \"784\": 5, \"14\": 4, \"222\": 3, \"529\": 3, \"749\": 3, \"51\": 4, \"535\": 5, \"578\": 4, \"386\": 4, \"975\": 4, \"1079\": 4, \"21\": 5, \"9\": 4, \"356\": 4, \"922\": 5, \"1196\": 5, \"150\": 2, \"603\": 3, \"1053\": 3, \"389\": 5, \"286\": 3, \"180\": 4, \"567\": 3, \"181\": 4, \"187\": 5, \"614\": 5, \"1130\": 2, \"391\": 5, \"802\": 4, \"574\": 5, \"509\": 4, \"1052\": 4, \"129\": 4, \"1146\": 4, \"336\": 4, \"30\": 3, \"113\": 5, \"165\": 3, \"361\": 4, \"568\": 5, \"876\": 3, \"632\": 5, \"892\": 5, \"29\": 4, \"742\": 4, \"844\": 5, \"84\": 3, \"265\": 4, \"516\": 3, \"398\": 4, \"1010\": 5, \"207\": 5, \"44\": 4, \"1198\": 3, \"857\": 4, \"290\": 4, \"907\": 5, \"1015\": 4, \"271\": 4, \"144\": 4, \"936\": 5, \"108\": 5, \"1091\": 5, \"306\": 5, \"953\": 5, \"148\": 3, \"139\": 5, \"1072\": 4, \"732\": 4, \"12\": 4, \"780\": 4, \"1030\": 5, \"79\": 4, \"1109\": 4, \"853\": 4, \"1013\": 3, \"406\": 3, \"136\": 5, \"773\": 4, \"710\": 4, \"1105\": 4, \"1029\": 3, \"202\": 5, \"542\": 3, \"324\": 5, \"662\": 3, \"1002\": 4, \"828\": 4, \"596\": 5, \"513\": 4, \"340\": 5, \"61\": 5, \"813\": 3, \"1167\": 4, \"980\": 5, \"1178\": 5, \"859\": 4, \"348\": 4, \"774\": 5, \"526\": 5, \"469\": 5, \"586\": 4, \"771\": 4, \"410\": 3, \"932\": 3, \"319\": 4, \"818\": 4, \"396\": 3, \"409\": 5, \"184\": 4, \"134\": 5, \"1077\": 5, \"1014\": 5, \"779\": 3, \"60\": 5, \"875\": 3, \"996\": 4, \"475\": 4, \"383\": 5, \"858\": 4, \"122\": 4, \"682\": 3, \"395\": 5, \"626\": 5, \"609\": 2, \"52\": 4, \"415\": 4, \"296\": 3, \"1164\": 4, \"757\": 4, \"166\": 4, \"910\": 5, \"492\": 5, \"491\": 3, \"745\": 5, \"906\": 5, \"1044\": 3, \"23\": 4, \"167\": 4, \"1061\": 4, \"883\": 4, \"359\": 3, \"1163\": 5, \"471\": 4, \"976\": 4, \"1133\": 4, \"502\": 4, \"1017\": 4, \"449\": 5, \"1183\": 4, \"584\": 5, \"814\": 4, \"602\": 4, \"353\": 5, \"851\": 4, \"341\": 4, \"63\": 5, \"733\": 4, \"1054\": 4, \"199\": 5, \"109\": 4, \"1127\": 4, \"1195\": 4, \"326\": 5, \"487\": 3, \"690\": 5, \"585\": 4, \"711\": 3, \"155\": 4, \"453\": 4, \"544\": 3, \"1007\": 5, \"1192\": 3, \"295\": 3, \"354\": 5, \"244\": 3, \"1143\": 4, \"20\": 4, \"606\": 5, \"371\": 3, \"1155\": 4, \"618\": 5, \"911\": 5, \"1037\": 4, \"744\": 5, \"930\": 5, \"812\": 4, \"701\": 4, \"964\": 5, \"636\": 5, \"133\": 1, \"104\": 5, \"252\": 4, \"810\": 4, \"114\": 5, \"1191\": 3, \"734\": 4, \"676\": 4, \"70\": 5, \"54\": 4, \"1019\": 4, \"1194\": 4, \"957\": 5, \"147\": 4, \"126\": 5, \"762\": 5, \"862\": 4, \"671\": 3, \"1120\": 2, \"1149\": 3, \"119\": 3, \"786\": 4, \"397\": 4, \"1128\": 5, \"510\": 3, \"977\": 3, \"448\": 4, \"351\": 4, \"89\": 3, \"640\": 5, \"909\": 3, \"175\": 4, \"473\": 5, \"47\": 5, \"635\": 4, \"257\": 5, \"402\": 4, \"439\": 4, \"595\": 2, \"643\": 3, \"991\": 4, \"611\": 4, \"411\": 4, \"726\": 5, \"201\": 4, \"1162\": 2, \"497\": 4, \"94\": 3, \"1100\": 4, \"695\": 4, \"1047\": 3, \"1139\": 5, \"1039\": 5, \"1113\": 3, \"569\": 5, \"1064\": 4, \"74\": 5, \"141\": 4, \"345\": 5, \"698\": 4, \"847\": 3, \"920\": 4, \"196\": 2, \"633\": 4, \"869\": 4, \"668\": 5, \"1020\": 4, \"1027\": 5, \"496\": 4, \"240\": 5, \"462\": 5, \"1083\": 3, \"498\": 4, \"527\": 5, \"445\": 5, \"393\": 4, \"149\": 4, \"1048\": 3, \"621\": 4, \"1125\": 3, \"292\": 5, \"639\": 3, \"283\": 4, \"944\": 5, \"837\": 5, \"562\": 4, \"777\": 4, \"466\": 5, \"846\": 4, \"382\": 5, \"179\": 5, \"845\": 4, \"1073\": 5, \"125\": 4, \"131\": 5, \"1068\": 3, \"692\": 5, \"214\": 5, \"443\": 4, \"730\": 5, \"594\": 4, \"1111\": 4, \"997\": 3, \"193\": 5, \"948\": 5, \"366\": 5, \"1140\": 5, \"479\": 4, \"132\": 4, \"901\": 5, \"43\": 4, \"255\": 5, \"638\": 5, \"352\": 4, \"39\": 4, \"764\": 5, \"88\": 4, \"929\": 2, \"912\": 4, \"27\": 3, \"696\": 3, \"500\": 5, \"1026\": 5, \"739\": 4, \"959\": 5, \"1078\": 5, \"852\": 4, \"116\": 4, \"1038\": 4, \"388\": 4, \"1172\": 4, \"743\": 5, \"806\": 4, \"1144\": 4, \"926\": 5, \"833\": 4, \"706\": 4, \"41\": 5, \"1150\": 4, \"925\": 3, \"815\": 5, \"102\": 5, \"140\": 4, \"1095\": 4, \"663\": 4, \"3\": 4, \"1021\": 5, \"946\": 4, \"438\": 3, \"505\": 5, \"803\": 4, \"236\": 5, \"312\": 3, \"1006\": 4, \"22\": 5, \"998\": 3, \"657\": 3, \"470\": 5, \"790\": 5, \"69\": 4, \"463\": 2, \"285\": 3, \"4\": 5, \"480\": 5, \"724\": 4, \"303\": 3, \"820\": 3, \"620\": 3, \"378\": 4, \"96\": 4, \"1169\": 4, \"107\": 5, \"291\": 4, \"1141\": 2, \"45\": 4, \"555\": 5, \"600\": 4, \"697\": 4, \"1084\": 5, \"1170\": 5, \"58\": 4, \"1184\": 5, \"154\": 5, \"817\": 2, \"228\": 2, \"1031\": 3, \"176\": 4, \"121\": 5, \"73\": 4, \"1117\": 5, \"984\": 1, \"101\": 3, \"489\": 4, \"92\": 3, \"2\": 4, \"80\": 5, \"799\": 4, \"885\": 4, \"335\": 4, \"882\": 5, \"115\": 4, \"572\": 4, \"177\": 5, \"310\": 3, \"629\": 4, \"1093\": 4, \"241\": 4, \"951\": 4, \"704\": 5, \"68\": 5, \"835\": 3, \"53\": 3, \"945\": 4, \"13\": 4, \"124\": 4, \"191\": 5, \"390\": 5, \"735\": 3, \"289\": 5, \"850\": 4, \"988\": 5, \"960\": 3, \"433\": 5, \"652\": 3, \"877\": 4, \"368\": 5, \"8\": 4, \"467\": 4, \"705\": 4, \"1092\": 4, \"688\": 4, \"761\": 4, \"794\": 4, \"905\": 2, \"1049\": 2, \"1050\": 5, \"6\": 4, \"863\": 5, \"989\": 3, \"550\": 5, \"1151\": 4, \"427\": 3, \"1085\": 4, \"468\": 5, \"333\": 3, \"190\": 5, \"969\": 4, \"899\": 4, \"501\": 4, \"979\": 4, \"541\": 5, \"117\": 5, \"77\": 4, \"956\": 5, \"481\": 5, \"486\": 3, \"987\": 4, \"316\": 3, \"798\": 3, \"836\": 3, \"268\": 4, \"424\": 3, \"1176\": 3, \"238\": 4, \"805\": 5, \"478\": 3, \"1142\": 5, \"127\": 3, \"499\": 4, \"164\": 4, \"350\": 4, \"346\": 4, \"103\": 5, \"811\": 2, \"580\": 4, \"1005\": 4, \"670\": 5, \"223\": 4, \"607\": 3, \"112\": 3, \"195\": 3, \"1034\": 3, \"440\": 4, \"1160\": 3, \"624\": 4, \"872\": 4, \"1041\": 5, \"81\": 4, \"681\": 3, \"637\": 5, \"434\": 4, \"778\": 3, \"775\": 3, \"1161\": 3, \"573\": 4, \"552\": 2, \"523\": 4, \"355\": 4, \"678\": 4, \"1168\": 4, \"783\": 4, \"120\": 5, \"756\": 5, \"634\": 4, \"691\": 5, \"903\": 4, \"1135\": 3, \"1190\": 5, \"1028\": 5, \"515\": 3, \"1011\": 4, \"322\": 3, \"212\": 4, \"958\": 3, \"279\": 4, \"795\": 4, \"188\": 3, \"767\": 5, \"130\": 4, \"1147\": 4, \"1022\": 2, \"459\": 4, \"437\": 4, \"224\": 2, \"1166\": 2, \"456\": 2, \"917\": 3, \"315\": 3, \"239\": 4, \"232\": 4, \"151\": 3, \"839\": 4, \"320\": 5, \"549\": 4, \"85\": 4, \"174\": 4, \"825\": 4, \"159\": 5, \"834\": 5, \"1193\": 4, \"736\": 4, \"939\": 3, \"337\": 4, \"1197\": 3, \"1070\": 4, \"194\": 4, \"1121\": 4, \"1157\": 4, \"1097\": 3, \"933\": 4, \"913\": 4, \"782\": 3, \"822\": 4, \"898\": 5, \"10\": 5, \"785\": 4, \"1171\": 5, \"153\": 5, \"700\": 4, \"1018\": 4, \"808\": 4, \"234\": 4, \"57\": 3, \"532\": 4, \"507\": 4, \"819\": 3, \"429\": 4, \"776\": 5, \"204\": 4, \"1152\": 3, \"658\": 5, \"653\": 5, \"287\": 4, \"737\": 3, \"1065\": 4, \"525\": 5, \"540\": 4, \"168\": 4, \"659\": 4, \"399\": 3, \"890\": 4, \"56\": 4, \"921\": 2, \"758\": 4, \"725\": 3, \"792\": 5, \"1016\": 5, \"967\": 4, \"435\": 5, \"172\": 2, \"666\": 5, \"160\": 4, \"226\": 4, \"672\": 5, \"571\": 4, \"426\": 5, \"1103\": 4, \"781\": 4, \"855\": 4, \"1123\": 4, \"990\": 5, \"1104\": 4, \"713\": 5, \"547\": 5, \"628\": 5, \"59\": 5, \"375\": 4, \"927\": 4, \"613\": 5, \"765\": 4, \"521\": 5, \"1051\": 4, \"545\": 3, \"215\": 3, \"128\": 4, \"251\": 4, \"1136\": 5, \"1124\": 4, \"1114\": 5, \"325\": 4, \"587\": 5, \"93\": 5, \"178\": 5, \"631\": 4, \"254\": 5, \"332\": 3, \"307\": 3, \"444\": 4, \"408\": 3, \"423\": 5, \"1043\": 4, \"273\": 4, \"284\": 5, \"422\": 4, \"861\": 5, \"381\": 3, \"1174\": 5, \"952\": 4, \"278\": 5, \"1129\": 4, \"648\": 4, \"880\": 2, \"766\": 4, \"256\": 5, \"519\": 3, \"246\": 4, \"514\": 4, \"313\": 3, \"1156\": 4, \"413\": 5, \"403\": 5, \"627\": 3, \"55\": 5, \"838\": 5, \"1148\": 2, \"431\": 5, \"293\": 5, \"198\": 3, \"763\": 3, \"714\": 4, \"760\": 5, \"367\": 4, \"71\": 5, \"738\": 3, \"534\": 3, \"503\": 4, \"865\": 4, \"506\": 4, \"664\": 2, \"720\": 4, \"522\": 3, \"1182\": 4, \"311\": 5, \"259\": 4, \"376\": 4, \"908\": 4, \"560\": 4, \"623\": 4, \"531\": 3, \"280\": 3, \"7\": 2, \"592\": 4, \"986\": 3, \"243\": 4, \"323\": 3, \"924\": 2, \"548\": 2, \"230\": 3, \"868\": 4, \"675\": 4, \"1066\": 2, \"1076\": 4, \"1187\": 2, \"385\": 5, \"520\": 4, \"36\": 5, \"538\": 4, \"1099\": 3, \"253\": 2, \"715\": 5, \"616\": 5, \"495\": 4, \"565\": 4, \"428\": 3, \"866\": 4, \"394\": 4, \"420\": 4, \"588\": 4, \"105\": 4, \"983\": 5, \"644\": 5, \"904\": 2, \"993\": 4, \"708\": 4, \"447\": 4, \"856\": 2, \"1069\": 3, \"206\": 3, \"897\": 5, \"170\": 4, \"384\": 5, \"1087\": 3, \"702\": 5, \"82\": 4, \"258\": 5, \"1132\": 4, \"441\": 5, \"583\": 4, \"272\": 4, \"1089\": 5, \"915\": 4, \"213\": 2, \"19\": 5, \"918\": 4, \"579\": 4, \"517\": 5, \"363\": 5, \"100\": 4, \"142\": 4, \"809\": 4, \"173\": 4, \"661\": 4, \"309\": 5, \"451\": 4, \"1154\": 4, \"11\": 4, \"146\": 4, \"64\": 5, \"16\": 3, \"577\": 3, \"685\": 3, \"301\": 5, \"860\": 3, \"1000\": 5, \"642\": 5, \"87\": 3, \"1159\": 4, \"1180\": 5, \"90\": 2, \"1118\": 5, \"472\": 4, \"344\": 4, \"684\": 4, \"582\": 5, \"221\": 5, \"543\": 4, \"1158\": 2, \"598\": 5, \"615\": 4, \"895\": 4, \"894\": 2, \"152\": 2, \"1024\": 3, \"751\": 5, \"373\": 3, \"210\": 2, \"878\": 3, \"590\": 4, \"796\": 4, \"881\": 5, \"476\": 2, \"260\": 2, \"1145\": 4, \"1082\": 2, \"24\": 4, \"372\": 5, \"421\": 4, \"216\": 5, \"1138\": 4, \"804\": 5, \"557\": 3, \"331\": 4, \"1098\": 3, \"537\": 5, \"593\": 5, \"34\": 5, \"721\": 4, \"604\": 3, \"369\": 3, \"111\": 3, \"465\": 4, \"72\": 3, \"430\": 3, \"528\": 4, \"417\": 3, \"48\": 5, \"610\": 4, \"769\": 4, \"97\": 4, \"589\": 4, \"1009\": 3, \"994\": 5, \"759\": 5, \"281\": 2, \"450\": 3, \"15\": 4, \"416\": 1, \"99\": 3, \"575\": 3, \"1110\": 2, \"425\": 5, \"1131\": 2, \"33\": 5, \"768\": 4, \"974\": 5, \"791\": 3, \"237\": 3, \"1189\": 3, \"827\": 3, \"186\": 4, \"941\": 4, \"787\": 4, \"840\": 5, \"343\": 4, \"235\": 3, \"826\": 1, \"848\": 2, \"619\": 2, \"893\": 3, \"686\": 3, \"1186\": 1, \"754\": 2, \"674\": 3, \"965\": 4, \"1200\": 4, \"50\": 1, \"849\": 3, \"665\": 2, \"338\": 4, \"712\": 3, \"304\": 3, \"900\": 4, \"490\": 1, \"227\": 1, \"334\": 2, \"947\": 3, \"539\": 4, \"625\": 4, \"1199\": 2, \"723\": 3, \"1134\": 4, \"42\": 3, \"646\": 4, \"1071\": 2, \"1059\": 5, \"718\": 3, \"973\": 2, \"17\": 2, \"966\": 3}", "index_docs": "{\"7\": 1636, \"5\": 1795, \"62\": 239, \"34\": 342, \"33\": 361, \"86\": 201, \"627\": 4, \"3\": 4532, \"12\": 764, \"199\": 78, \"2\": 4684, \"35\": 328, \"61\": 239, \"30\": 383, \"16\": 565, \"9\": 1088, \"4\": 2339, \"63\": 238, \"91\": 189, \"23\": 477, \"186\": 89, \"628\": 4, \"25\": 470, \"6\": 1649, \"185\": 89, \"138\": 103, \"55\": 244, \"629\": 4, \"137\": 103, \"18\": 530, \"54\": 244, \"20\": 503, \"136\": 103, \"48\": 251, \"1379\": 2, \"11\": 920, \"74\": 224, \"29\": 391, \"32\": 365, \"109\": 116, \"47\": 251, \"71\": 228, \"143\": 102, \"84\": 202, \"630\": 4, \"19\": 508, \"144\": 102, \"70\": 228, \"145\": 102, \"92\": 189, \"100\": 157, \"50\": 245, \"79\": 215, \"124\": 107, \"211\": 60, \"49\": 250, \"17\": 532, \"210\": 60, \"248\": 5, \"8\": 1465, \"244\": 49, \"175\": 91, \"174\": 91, \"94\": 184, \"242\": 49, \"90\": 190, \"249\": 5, \"243\": 49, \"201\": 71, \"26\": 450, \"14\": 643, \"13\": 779, \"200\": 77, \"250\": 5, \"98\": 170, \"27\": 439, \"161\": 98, \"85\": 202, \"631\": 4, \"162\": 98, \"46\": 255, \"21\": 496, \"22\": 486, \"45\": 255, \"158\": 99, \"37\": 306, \"632\": 4, \"1147\": 3, \"52\": 245, \"28\": 395, \"220\": 56, \"218\": 56, \"219\": 56, \"51\": 245, \"53\": 245, \"43\": 257, \"149\": 102, \"147\": 102, \"1148\": 3, \"146\": 102, \"148\": 102, \"88\": 199, \"44\": 257, \"102\": 151, \"41\": 292, \"213\": 60, \"633\": 4, \"24\": 477, \"212\": 60, \"108\": 122, \"65\": 237, \"10\": 959, \"107\": 136, \"64\": 237, \"634\": 4, \"97\": 180, \"93\": 185, \"121\": 108, \"122\": 108, \"118\": 108, \"119\": 108, \"1149\": 3, \"78\": 216, \"120\": 108, \"77\": 216, \"40\": 308, \"251\": 5, \"635\": 4, \"252\": 5, \"87\": 201, \"110\": 113, \"111\": 113, \"112\": 113, \"81\": 212, \"636\": 4, \"157\": 100, \"156\": 100, \"132\": 104, \"133\": 104, \"253\": 5, \"230\": 53, \"229\": 53, \"152\": 102, \"150\": 102, \"153\": 102, \"637\": 4, \"151\": 102, \"246\": 46, \"638\": 4, \"247\": 46, \"245\": 46, \"195\": 80, \"42\": 260, \"237\": 52, \"254\": 5, \"56\": 244, \"235\": 52, \"31\": 361, \"36\": 319, \"236\": 52, \"639\": 4, \"640\": 4, \"135\": 104, \"38\": 313, \"82\": 206, \"134\": 104, \"39\": 313, \"177\": 91, \"641\": 4, \"95\": 183, \"176\": 91, \"192\": 86, \"104\": 144, \"193\": 86, \"57\": 244, \"1150\": 3, \"194\": 82, \"66\": 236, \"255\": 5, \"642\": 4, \"643\": 4, \"76\": 222, \"15\": 583, \"127\": 106, \"125\": 106, \"126\": 106, \"171\": 93, \"644\": 4, \"170\": 93, \"169\": 93, \"105\": 142, \"106\": 139, \"72\": 225, \"1151\": 3, \"73\": 225, \"130\": 105, \"238\": 51, \"129\": 105, \"131\": 105, \"68\": 233, \"645\": 4, \"67\": 233, \"256\": 5, \"257\": 5, \"166\": 97, \"99\": 163, \"646\": 4, \"258\": 5, \"647\": 4, \"198\": 79, \"259\": 5, \"260\": 5, \"261\": 5, \"154\": 102, \"648\": 4, \"155\": 102, \"649\": 4, \"69\": 231, \"262\": 5, \"650\": 4, \"651\": 4, \"1152\": 3, \"263\": 5, \"96\": 182, \"652\": 4, \"75\": 224, \"264\": 5, \"187\": 88, \"83\": 204, \"215\": 59, \"214\": 59, \"265\": 5, \"1153\": 3, \"173\": 92, \"172\": 92, \"58\": 243, \"59\": 243, \"266\": 5, \"60\": 243, \"180\": 91, \"1154\": 3, \"179\": 91, \"178\": 91, \"115\": 110, \"114\": 110, \"267\": 5, \"113\": 110, \"268\": 5, \"116\": 109, \"117\": 109, \"269\": 5, \"228\": 54, \"1155\": 3, \"224\": 54, \"227\": 54, \"225\": 54, \"226\": 54, \"182\": 91, \"181\": 91, \"653\": 4, \"270\": 5, \"654\": 4, \"655\": 4, \"123\": 108, \"656\": 4, \"271\": 5, \"1156\": 3, \"241\": 51, \"240\": 51, \"272\": 5, \"239\": 51, \"139\": 103, \"140\": 103, \"89\": 198, \"1380\": 2, \"141\": 103, \"142\": 103, \"1157\": 3, \"657\": 4, \"273\": 5, \"217\": 57, \"1381\": 2, \"216\": 57, \"183\": 91, \"274\": 5, \"1158\": 3, \"658\": 4, \"275\": 5, \"276\": 5, \"196\": 80, \"1159\": 3, \"197\": 80, \"277\": 5, \"278\": 5, \"1160\": 3, \"659\": 4, \"80\": 214, \"279\": 5, \"660\": 4, \"280\": 5, \"661\": 4, \"281\": 5, \"662\": 4, \"663\": 4, \"282\": 5, \"283\": 5, \"184\": 91, \"1161\": 3, \"664\": 4, \"284\": 5, \"165\": 98, \"163\": 98, \"164\": 98, \"1162\": 3, \"665\": 4, \"666\": 4, \"285\": 5, \"286\": 5, \"287\": 5, \"205\": 64, \"1382\": 2, \"206\": 64, \"288\": 5, \"289\": 5, \"667\": 4, \"290\": 5, \"668\": 4, \"103\": 145, \"189\": 87, \"190\": 87, \"191\": 87, \"291\": 5, \"188\": 87, \"292\": 5, \"1163\": 3, \"669\": 4, \"670\": 4, \"671\": 4, \"293\": 5, \"294\": 5, \"167\": 95, \"1164\": 3, \"295\": 5, \"672\": 4, \"673\": 4, \"168\": 95, \"674\": 4, \"202\": 66, \"203\": 66, \"204\": 66, \"675\": 4, \"159\": 99, \"160\": 99, \"676\": 4, \"101\": 157, \"1165\": 3, \"677\": 4, \"678\": 4, \"1166\": 3, \"679\": 4, \"296\": 5, \"297\": 5, \"680\": 4, \"681\": 4, \"682\": 4, \"683\": 4, \"1167\": 3, \"684\": 4, \"685\": 4, \"686\": 4, \"1168\": 3, \"298\": 5, \"299\": 5, \"300\": 5, \"301\": 5, \"302\": 5, \"303\": 5, \"687\": 4, \"688\": 4, \"689\": 4, \"690\": 4, \"221\": 55, \"223\": 55, \"222\": 55, \"691\": 4, \"304\": 5, \"692\": 4, \"693\": 4, \"1169\": 3, \"1170\": 3, \"128\": 106, \"305\": 5, \"694\": 4, \"306\": 5, \"695\": 4, \"696\": 4, \"307\": 5, \"308\": 5, \"697\": 4, \"698\": 4, \"309\": 5, \"310\": 5, \"699\": 4, \"700\": 4, \"311\": 5, \"312\": 5, \"701\": 4, \"313\": 5, \"702\": 4, \"1171\": 3, \"703\": 4, \"704\": 4, \"314\": 5, \"315\": 5, \"316\": 5, \"705\": 4, \"317\": 5, \"318\": 5, \"1172\": 3, \"1173\": 3, \"319\": 5, \"1439\": 1, \"706\": 4, \"1174\": 3, \"707\": 4, \"708\": 4, \"709\": 4, \"710\": 4, \"320\": 5, \"711\": 4, \"321\": 5, \"322\": 5, \"712\": 4, \"323\": 5, \"713\": 4, \"324\": 5, \"325\": 5, \"714\": 4, \"326\": 5, \"715\": 4, \"1175\": 3, \"1176\": 3, \"716\": 4, \"717\": 4, \"327\": 5, \"718\": 4, \"328\": 5, \"1177\": 3, \"719\": 4, \"720\": 4, \"721\": 4, \"231\": 53, \"232\": 53, \"234\": 53, \"233\": 53, \"329\": 5, \"1178\": 3, \"722\": 4, \"1179\": 3, \"330\": 5, \"723\": 4, \"331\": 5, \"724\": 4, \"725\": 4, \"726\": 4, \"332\": 5, \"727\": 4, \"728\": 4, \"333\": 5, \"1180\": 3, \"334\": 5, \"335\": 5, \"1181\": 3, \"729\": 4, \"1182\": 3, \"730\": 4, \"1183\": 3, \"731\": 4, \"732\": 4, \"336\": 5, \"337\": 5, \"1184\": 3, \"1185\": 3, \"733\": 4, \"734\": 4, \"735\": 4, \"338\": 5, \"339\": 5, \"340\": 5, \"1186\": 3, \"1187\": 3, \"736\": 4, \"209\": 62, \"207\": 62, \"208\": 62, \"737\": 4, \"738\": 4, \"341\": 5, \"739\": 4, \"740\": 4, \"741\": 4, \"342\": 5, \"343\": 5, \"344\": 5, \"345\": 5, \"346\": 5, \"742\": 4, \"347\": 5, \"743\": 4, \"744\": 4, \"348\": 5, \"349\": 5, \"350\": 5, \"745\": 4, \"351\": 5, \"746\": 4, \"747\": 4, \"352\": 5, \"748\": 4, \"749\": 4, \"750\": 4, \"353\": 5, \"354\": 5, \"751\": 4, \"752\": 4, \"1188\": 3, \"355\": 5, \"1383\": 2, \"356\": 5, \"753\": 4, \"357\": 5, \"358\": 5, \"754\": 4, \"359\": 5, \"755\": 4, \"756\": 4, \"757\": 4, \"1189\": 3, \"360\": 5, \"1190\": 3, \"758\": 4, \"1191\": 3, \"361\": 5, \"1192\": 3, \"759\": 4, \"1193\": 3, \"1194\": 3, \"362\": 5, \"760\": 4, \"1195\": 3, \"1196\": 3, \"363\": 5, \"364\": 5, \"365\": 5, \"761\": 4, \"762\": 4, \"366\": 5, \"367\": 5, \"368\": 5, \"763\": 4, \"764\": 4, \"765\": 4, \"766\": 4, \"767\": 4, \"1197\": 3, \"369\": 5, \"768\": 4, \"769\": 4, \"1198\": 3, \"370\": 5, \"371\": 5, \"1199\": 3, \"372\": 5, \"1200\": 3, \"1201\": 3, \"373\": 5, \"1202\": 3, \"374\": 5, \"1384\": 2, \"1203\": 3, \"770\": 4, \"1204\": 3, \"771\": 4, \"375\": 5, \"772\": 4, \"376\": 5, \"773\": 4, \"377\": 5, \"774\": 4, \"1205\": 3, \"1206\": 3, \"1207\": 3, \"775\": 4, \"378\": 5, \"776\": 4, \"777\": 4, \"778\": 4, \"779\": 4, \"379\": 5, \"780\": 4, \"781\": 4, \"380\": 5, \"381\": 5, \"1385\": 2, \"1208\": 3, \"1209\": 3, \"382\": 5, \"1210\": 3, \"782\": 4, \"1211\": 3, \"783\": 4, \"383\": 5, \"384\": 5, \"1386\": 2, \"385\": 5, \"784\": 4, \"386\": 5, \"785\": 4, \"786\": 4, \"787\": 4, \"788\": 4, \"789\": 4, \"1212\": 3, \"387\": 5, \"1213\": 3, \"790\": 4, \"388\": 5, \"1214\": 3, \"389\": 5, \"390\": 5, \"791\": 4, \"792\": 4, \"391\": 5, \"1215\": 3, \"793\": 4, \"1216\": 3, \"794\": 4, \"392\": 5, \"393\": 5, \"795\": 4, \"1217\": 3, \"796\": 4, \"797\": 4, \"394\": 5, \"798\": 4, \"799\": 4, \"800\": 4, \"395\": 5, \"396\": 5, \"397\": 5, \"398\": 5, \"399\": 5, \"1218\": 3, \"400\": 5, \"801\": 4, \"802\": 4, \"803\": 4, \"804\": 4, \"401\": 5, \"805\": 4, \"806\": 4, \"807\": 4, \"1219\": 3, \"1220\": 3, \"402\": 5, \"808\": 4, \"809\": 4, \"810\": 4, \"1221\": 3, \"403\": 5, \"1222\": 3, \"404\": 5, \"1223\": 3, \"811\": 4, \"812\": 4, \"405\": 5, \"813\": 4, \"406\": 5, \"407\": 5, \"1224\": 3, \"814\": 4, \"408\": 5, \"409\": 5, \"815\": 4, \"816\": 4, \"410\": 5, \"411\": 5, \"412\": 5, \"817\": 4, \"818\": 4, \"1225\": 3, \"1226\": 3, \"819\": 4, \"820\": 4, \"1227\": 3, \"413\": 5, \"821\": 4, \"414\": 5, \"415\": 5, \"416\": 5, \"1228\": 3, \"417\": 5, \"1229\": 3, \"822\": 4, \"823\": 4, \"418\": 5, \"824\": 4, \"825\": 4, \"1230\": 3, \"419\": 5, \"420\": 5, \"1387\": 2, \"826\": 4, \"827\": 4, \"1231\": 3, \"828\": 4, \"829\": 4, \"830\": 4, \"421\": 5, \"422\": 5, \"1232\": 3, \"423\": 5, \"424\": 5, \"1233\": 3, \"831\": 4, \"832\": 4, \"833\": 4, \"834\": 4, \"1234\": 3, \"425\": 5, \"835\": 4, \"836\": 4, \"837\": 4, \"838\": 4, \"839\": 4, \"426\": 5, \"840\": 4, \"427\": 5, \"841\": 4, \"842\": 4, \"428\": 5, \"843\": 4, \"844\": 4, \"429\": 5, \"845\": 4, \"846\": 4, \"430\": 5, \"847\": 4, \"848\": 4, \"849\": 4, \"431\": 5, \"1235\": 3, \"432\": 5, \"850\": 4, \"1236\": 3, \"851\": 4, \"852\": 4, \"1237\": 3, \"433\": 5, \"1238\": 3, \"1239\": 3, \"434\": 5, \"1240\": 3, \"853\": 4, \"854\": 4, \"435\": 5, \"1241\": 3, \"855\": 4, \"436\": 5, \"437\": 5, \"856\": 4, \"438\": 5, \"439\": 5, \"857\": 4, \"858\": 4, \"440\": 5, \"441\": 5, \"1440\": 1, \"442\": 5, \"859\": 4, \"860\": 4, \"443\": 5, \"1242\": 3, \"861\": 4, \"862\": 4, \"444\": 5, \"863\": 4, \"864\": 4, \"865\": 4, \"445\": 5, \"866\": 4, \"446\": 5, \"447\": 5, \"867\": 4, \"1243\": 3, \"1388\": 2, \"1244\": 3, \"1245\": 3, \"868\": 4, \"869\": 4, \"448\": 5, \"1246\": 3, \"1247\": 3, \"870\": 4, \"871\": 4, \"1248\": 3, \"449\": 5, \"1249\": 3, \"872\": 4, \"450\": 5, \"451\": 5, \"873\": 4, \"452\": 5, \"874\": 4, \"875\": 4, \"1389\": 2, \"1250\": 3, \"876\": 4, \"877\": 4, \"878\": 4, \"453\": 5, \"879\": 4, \"1390\": 2, \"880\": 4, \"1251\": 3, \"881\": 4, \"882\": 4, \"1252\": 3, \"454\": 5, \"455\": 5, \"1253\": 3, \"456\": 5, \"883\": 4, \"457\": 5, \"884\": 4, \"458\": 5, \"885\": 4, \"1254\": 3, \"886\": 4, \"1391\": 2, \"887\": 4, \"888\": 4, \"459\": 5, \"889\": 4, \"460\": 5, \"890\": 4, \"461\": 5, \"462\": 5, \"1255\": 3, \"891\": 4, \"463\": 5, \"464\": 5, \"892\": 4, \"893\": 4, \"1256\": 3, \"894\": 4, \"1257\": 3, \"465\": 5, \"1258\": 3, \"895\": 4, \"466\": 5, \"467\": 5, \"896\": 4, \"897\": 4, \"468\": 5, \"898\": 4, \"469\": 5, \"470\": 5, \"899\": 4, \"471\": 5, \"900\": 4, \"472\": 5, \"1259\": 3, \"473\": 5, \"474\": 5, \"901\": 4, \"475\": 5, \"902\": 4, \"903\": 4, \"1260\": 3, \"476\": 5, \"477\": 5, \"478\": 5, \"479\": 5, \"904\": 4, \"905\": 4, \"480\": 5, \"906\": 4, \"481\": 5, \"482\": 5, \"907\": 4, \"908\": 4, \"483\": 5, \"909\": 4, \"1392\": 2, \"910\": 4, \"1261\": 3, \"1262\": 3, \"484\": 5, \"485\": 5, \"911\": 4, \"486\": 5, \"487\": 5, \"912\": 4, \"913\": 4, \"914\": 4, \"915\": 4, \"916\": 4, \"488\": 5, \"917\": 4, \"918\": 4, \"489\": 5, \"919\": 4, \"920\": 4, \"490\": 5, \"921\": 4, \"1263\": 3, \"491\": 5, \"492\": 5, \"922\": 4, \"923\": 4, \"924\": 4, \"925\": 4, \"493\": 5, \"926\": 4, \"1264\": 3, \"494\": 5, \"927\": 4, \"495\": 5, \"1265\": 3, \"928\": 4, \"496\": 5, \"1266\": 3, \"1267\": 3, \"497\": 5, \"498\": 5, \"929\": 4, \"1393\": 2, \"1268\": 3, \"499\": 5, \"500\": 5, \"930\": 4, \"1269\": 3, \"1270\": 3, \"1271\": 3, \"931\": 4, \"932\": 4, \"933\": 4, \"501\": 5, \"934\": 4, \"1394\": 2, \"935\": 4, \"502\": 5, \"936\": 4, \"937\": 4, \"503\": 5, \"504\": 5, \"938\": 4, \"505\": 5, \"506\": 5, \"1395\": 2, \"1396\": 2, \"1272\": 3, \"939\": 4, \"507\": 5, \"940\": 4, \"508\": 5, \"1441\": 1, \"1273\": 3, \"941\": 4, \"1274\": 3, \"942\": 4, \"509\": 5, \"943\": 4, \"944\": 4, \"945\": 4, \"510\": 5, \"946\": 4, \"947\": 4, \"511\": 5, \"1275\": 3, \"948\": 4, \"949\": 4, \"950\": 4, \"951\": 4, \"512\": 5, \"513\": 5, \"1276\": 3, \"1277\": 3, \"952\": 4, \"953\": 4, \"954\": 4, \"514\": 5, \"515\": 5, \"1278\": 3, 